[
  {
    "id": 1,
    "image": "/assets/FineGames.png",
    "title": "FINE GAMES",
    "subtitle": "HTML, CSS, JS, SASS, BOOSTRAP, TOASTYFY, ALERTSWEEET.",
    "description": "Se trata de un simulador Ecomerce de una Store de juegos inspirada en algunas de las más conocidas. Se desarrolló con JavaScript vanilla, se utilizo tecnologia ajax, fetch y json para simular el intercambio backend y el consumo de appi. Se utilizó boostrap como framework para darle estilos, sin embargo la mayoria de modales y eventos fueron creadas con css puro y js.",
    "repo": "https://github.com/ayelengarcia/FineGames.ProyectoCoder-JS",
    "web": "https://ayelengarcia.github.io/FineGames.ProyectoCoder-JS/"
  },
  {
    "id": 2,
    "image": "/assets/BrujuVG.png",
    "title": "BRUJULA VEGAN",
    "subtitle": "HTML, CSS, SASS, BOOSTRAP, SEO.",
    "description": "Brujula Vegan es un Sitio Web de recetas veganas inspirado en un emprendimiento personal. Con el inicio de mi nuevo camino en el mundo del desarrollo surge la idea de usar este proyecto personal para darle vida a la creatividad y la dedicación que requería el de mi primer desarrollo web",
    "repo": "https://github.com/ayelengarcia/BrujulaVegan-ProyectoFinalCoder.DesarrolloWeb",
    "web": "https://brujula-vegan.000webhostapp.com/"
  },
  {
    "id": 3,
    "image": "/assets/PortfolioBrujula.png",
    "title": "PORTFOLIO BRUJULA",
    "subtitle": "HTML, CSS, REACT JS, NODE JS, BOOSTRAP, ANIMACIONES",
    "description": "Portafolio personal realizado con entorno de Reacts JS. Se trabajó cada sección por componentes. Instalacion y utilización framework boostrap, enfoque first mobile. Estilos y animaciones con css, uso de State.",
    "repo": "https://github.com/ayelengarcia/BrujulaPortfolio",
    "web": "https://63b39b6a6aa9ee00090a85a2--brujulaportfolio.netlify.app/index.html#header"
  },
  {
    "id": 4,
    "image": "/assets/Form-Validator.png",
    "title": "FORM VALIDATOR",
    "subtitle": "JAVA SCRIPT, HTML, CSS, BOOSTRAP.",
    "description": "Validación de formulario. Requiere completado de todos los campos, nombre de usuario, correo electrónico, contraseña y confirmación.",
    "repo": "https://github.com/ayelengarcia/Form-Validator",
    "web": "https://ayelengarcia.github.io/Form-Validator/"
  },
  {
    "id": 5,
    "image": "/assets/shoply.png",
    "title": "SHOPLY",
    "subtitle": "REACT JS, HTML, CSS, SASS, CHAKRA UI.",
    "description": "Practica/challenge con React js. Creando brand, landing y componentes. Estilos con libreria ChakraUI; preentrega React Js de CoderHouse. Uso de JSON con API fake, desestructuración, map de objetos, responsive",
    "repo": "https://github.com/ayelengarcia/ShoplyStore-Components-React",
    "web": "https://ayelengarcia.github.io/ShoplyStore-Components-React/"
  }
]
