[
  {
    "id": 1,
    "image": "/assets/FineGames.png",
    "title": "FINE GAMES",
    "subtitle": "HTML, CSS, JS, SASS, BOOTSTRAP, PROMISES y librerías.",
    "description": "Se trata de un simulador Ecomerce de una Store de juegos inspirada en algunas de las más conocidas. Se desarrolló con JavaScript vanilla, se utilizó tecnología AJAX, Fetch y Json para simular el intercambio backend y el consumo de API. Se utilizó bootstrap como framework, sin embargo la mayorÍa de modales y eventos fueron creadas con CSS puro y Js.",
    "repo": "https://github.com/ayelengarcia/FineGames.ProyectoCoder-JS",
    "web": "https://ayelengarcia.github.io/FineGames.ProyectoCoder-JS/"
  },
  {
    "id": 2,
    "image": "/assets/BrujuVG.png",
    "title": "BRUJULA VEGAN",
    "subtitle": "HTML, CSS, SASS, BOOTSTRAP, SEO, JS, JSON y Fetch.",
    "description": "Brujula Vegan es un Sitio Web de recetas veganas inspirado en un emprendimiento personal. Con el inicio de mi nuevo camino en el mundo del desarrollo surge la idea de usar este proyecto personal para darle vida a la creatividad y la dedicación que requería el de mi primer desarrollo web",
    "repo": "https://github.com/ayelengarcia/BrujulaVegan-ProyectoFinalCoder.DesarrolloWeb",
    "web": "https://brujula-vegan.000webhostapp.com/"
  },
  {
    "id": 3,
    "image": "/assets/PortfolioBrujula.png",
    "title": "PORTFOLIO BRUJULA",
    "subtitle": "HTML, CSS, REACT JS, NODE JS, BOOTSTRAP, Styled-Components, ANIMACIONES, Themes, Hooks",
    "description": "Portafolio personal realizado con entorno de Reacts JS. Se trabajó cada sección por componentes. Instalación y utilización del framework bootstrap, styled-components para los Temas y otras librerías. Enfoque First mobile. Estilos y animaciones con CSS, uso de Hook State.",
    "repo": "https://github.com/ayelengarcia/BrujulaPortfolio",
    "web": "https://brujulaportfolio.netlify.app/"
  },
  {
    "id": 4,
    "image": "/assets/Form-Validator.png",
    "title": "FORM VALIDATOR",
    "subtitle": "JAVA SCRIPT, HTML, CSS, BOOTSTRAP.",
    "description": "Challenge de validación de formulario. Requiere completado de todos los campos, nombre de usuario, correo electrónico, contraseña y confirmación.",
    "repo": "https://github.com/ayelengarcia/Form-Validator",
    "web": "https://ayelengarcia.github.io/Form-Validator/"
  },
  {
    "id": 5,
    "image": "/assets/shoply.png",
    "title": "SHOPLY",
    "subtitle": "REACT JS, HTML, CSS, SASS, CHAKRA UI.",
    "description": "Proyecto React js. Creando brand, landing y componentes. Estilos con libreria ChakraUI; preentrega React Js de CoderHouse. Uso de JSON con API fake, desestructuración, map de objetos, responsive. En desarrollo.",
    "repo": "https://github.com/ayelengarcia/ShoplyStore-Components-React",
    "web": "https://ayelengarcia.github.io/ShoplyStore-Components-React/"
  }
]
